/* tslint:disable:max-line-length */
export const LANG_RU_RU_NAME = 'ru-RU';

export const LANG_RU_RU_TRANS = {
    'headerMessage': 'Мы всегда ищем способы улучшить QuarkXPress.<br />Уделите время, чтобы рассказать нам о ваших впечатлениях.',
    'mainHeader': 'С какой вероятностью вы порекомендуете<br />QuarkXPress другу?',
    'placeholderText': 'Что мы можем сделать для улучшения работы программы? Ваша отзыв будет отравлен напрямую отделам управления продукцией и технической поддержки, чтобы помочь улучшить наш продукт для всех.',
    'contactText': 'Для получения дополнительной информации о моем отзыве корпорация Quark может связываться со мной по электронной почте.',
    'emailPlaceholder': 'Ваш адрес эл. почты',
    'sendText': 'Отправить отзыв',
    'disclaimer': 'Отправляя нам отзыв, вы соглашаетесь с тем, что корпорация Quark может использовать его для улучшения продуктов и услуг. <a  class=\'privacy-statement\'>Заявление о конфиденциальности.</a>',
    'notification-offline': 'Отсутствует подключение к Интернету.',
    'notification-failure': 'При отправке отзыва произошла непредвиденная ошибка. Ваш отзыв зарегистрирован и будет отправлен позже.',
    'invalid-email-error': 'Недопустимый адрес эл. почты',
    'empty-email-error': 'Введите адрес эл. почты.'
};
